[
  {
    "id": 1,
    "title": "POUR DECISIONS",
    "subhead": "Pick a meal and a drink",
    "description": "Pour Decisions is an app that takes some of the time out of finding a recipe for dinner and drinks and gives it back to you. It lets the user choose a random meal and a random drink from https://www.themealdb.com/api and https://www.thecocktaildb.com/api. If the user likes the food or drink, they can store the search. The food and drink divs have dropdowns to show the ingrediants and recipe. Javascript JQUERY Bulma HTML CSS",
    "github": "https://github.com/jrtwheeler/Pour-Decision",
    "webpage": "https://jrtwheeler.github.io/Pour-Decision/"
  },
  {
    "id": 2,
    "title": "BIKE SHOP",
    "subhead": "Find the day's forecast",
    "description": "Bicycle App shop is an application that allows users to select bicycles by brand name, accessories, and service request. The user will have the ability to view the actual image of their selection along with the price and inventory in –stock associated with each item. This webpage contains fully functional forms for the users and members to sign in, along with operational features that allow them to easily navigate , view options, make selections, and checkout successfully",
    "github": "https://github.com/chernanma/New-Bike-Shop",
    "webpage": "https://new-bike-shop.herokuapp.com/"
  },
  {
    "id": 3,
    "title": "WALTERS ART GALLERY APP",
    "subhead": "Search the NYT archives",
    "description": "The Walters Art Gallery App gives the user a chance to visit the Walters Art Gallery and view a 'stunning panorama of thousands of years of art, from romantic 19th-century images of French gardens to mesmerizing Ethiopian icons, richly illuminated Qur’ans and Gospel books, ancient Roman sarcophagi, and serene images of the Buddha.'",
    "github": "https://github.com/jrtwheeler/Walters_Art_Gallery_App",
    "webpage": "https://walters-art-gallery-app.herokuapp.com/"
  },
  {
    "id": 4,
    "title": "EMPLOYEE TEAM DIRECTORY",
    "subhead": "Pick a meal and a drink",
    "description": "Employee Team Directory is a dynamic REACT.js app that makes an API call for a random assortment of employees and allows the user to filter them.",
    "github": "https://github.com/jrtwheeler/Employee_Team_Directory",
    "webpage": "https://jrtwheeler.github.io/Employee_Team_Directory/"
  },
  {
    "id": 5,
    "title": "inner-Net",
    "subhead": "Pick a meal and a drink",
    "description": "innerNet is an app that allows the user to organize their urls and to-dos in one portal.",
    "github": "https://github.com/jrtwheeler/innerNet",
    "webpage": "https://innernet.herokuapp.com/login"
  },
  {
    "id": 6,
    "title": "PORTFOLIO",
    "subhead": "Pick a meal and a drink",
    "description": "The portfolio website presents my portfolio, my CV, links to my GitHub repo and LinkedIn profile, and a real time example of my ability as a designer and a UI/UX designer. My intention is to use the page both as a portfolio and as a testing ground for ideas from and for other projects. The goal is for the portfolio page to grow with me, as a journal I keep on my coding journey.",
    "github": "https://github.com/jrtwheeler/Portfolio",
    "webpage": "https://jrtwheeler.github.io/Portfolio/"
  }
]
